<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Denis Leary</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="stylesheet/sidor.css" rel="stylesheet" type="text/css">
</head>

<body>
<table width="65%" border="0" align="center" cellpadding="0" cellspacing="0" class="bio">
  <tr> 
    <td width="31%" rowspan="15"><img src="bilder/denis_leary.jpg" width="144" height="161"></td>
    <td width="19%">&nbsp;</td>
    <td width="50%">&nbsp;</td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td><strong>Namn:</strong></td>
    <td>Denis Leary</td>
  </tr>
  <tr> 
    <td><strong>&Aring;lder:</strong></td>
    <td>59</td>
  </tr>
  <tr> 
    <td><strong>Bor:</strong></td>
    <td>New York</td>
  </tr>
  <tr> 
    <td><strong>Yrke:</strong></td>
    <td>Komiker, Regiss&ouml;r, Producent, Musiker</td>
  </tr>
  <tr> 
    <td><strong>K&auml;nnetecken:</strong></td>
    <td>Grovt spr&aring;k, sk&auml;mtar om det mesta.</td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td>&nbsp;</td>
    <td>&nbsp;</td>
  </tr>
  <tr> 
    <td height="70" colspan="3" class="bio"><strong>Mini-biografi</strong><br>
      <br>
      Denis Leary &auml;r f&ouml;dd och uppv&auml;xt i Worchester, Massachusetts. 
      Han fick sin f&ouml;rsta kontakt med agerande kom n&auml;r han b&ouml;rjade 
      p&aring; Emerson College i Boston, d&auml;r han blev medlem i Emerson's 
      Comedy Workshop. Efter examen blev han kvar p&aring; skolan i 5 &aring;r 
      och gav lektioner. Under tiden som detta p&aring;gick skrev han artiklar 
      och upptr&auml;dde som stand-up komiker. 1987 s&aring; fick han en egen 
      tv-serie som hette Remote Control d&auml;r han skrev materialet och spelade 
      flera olika roller. <br>
      <br>
      Under ett bes&ouml;k i London 1990, d&aring; hans fru Ann som f&ouml;r tillf&auml;llet 
      var gravid skulle upptr&auml;da p&aring; BBC's Paramount City blev det dags 
      att f&ouml;da. Deras t&auml;nkte helgbes&ouml;k blev ist&auml;llet ett par 
      m&aring;nader. Denis var g&ouml;ral&ouml;s och b&ouml;rjade skriva en en-manspj&auml;s. 
      Med hj&auml;lp av ett par v&auml;nner hemifr&aring;n s&aring; skrevs det 
      ocks&aring; lite musik till showen som fick namnet &quot;No Cure For Cancer&quot;. 
      Han upptr&auml;dde p&aring; olika st&auml;llen p&aring; Irland.<br>
      <br>
      Trots att namnet p&aring; showen vann den flera priser och &aring;ret d&auml;rp&aring; 
      b&ouml;rjade han framf&ouml;ra den p&aring; hemmaplan. Vid ett tillf&auml;lle 
      1992 s&aring; filmades showen och finns nu tillg&auml;nglig i bokform, p&aring; 
      CD och VHS/DVD. Efter denna s&aring; b&ouml;rjade hans filmkarri&auml;r 
      och han har gjort ett antal roller vilket kan ses p&aring; <a href="filmer.htm">denna</a> 
      sida.</td>
  </tr>
</table>
</body>
</html>